Repository: dfgHiatus/VRCFaceTracking.Avalonia
Catalog: src/VRCFaceTracking.Avalonia/Assets/Languages/*/Resources.resx
Languages: ja, pl

# Shell_Main.Content
source: Home
ja: ホーム
pl: Start

# ListDetails_NoSelection.Text
source: Select an item from the list.
ja: リストから項目を選択
pl: Wybierz opcję z listy.

# Shell_ListDetails.Content
source: ListDetails
ja: リスト詳細
pl: Wyświetl szczegóły

# Settings_Personalization.Text
source: Personalization
ja: 個人用設定
pl: Personalizacja

# Settings_Theme.Text
source: Theme
ja: テーマ
pl: Motyw

# Settings_Theme_Light.Content
source: Light
ja: ライト
pl: Jasny

# Settings_Theme_Dark.Content
source: Dark
ja: ダーク
pl: Ciemny

# Settings_Theme_Default.Content
source: Default
ja: 規定の設定
pl: Domyślny

# Settings_About.Text
source: VRChat OSC App to allow AV3 Avatars to interact with eye and lip tracking runtimes
ja: AV3 アバターが目と唇の追跡ランタイムと対話できるようにする VRChat OSC アプリ
pl: Aplikacja do OSC VRChatu pozwalająca na interakcję z modułami śledzenia oczu i ust

# Settings_AboutDescription.Text
source: VRChat OSC App to allow AV3 Avatars to interact with eye and lip tracking runtimes
ja: AV3 アバターが目と唇の追跡ランタイムと対話できるようにする VRChat OSC アプリ
pl: Aplikacja do OSC VRChatu pozwalająca na interakcję z modułami śledzenia oczu i ust

# SettingsPage_PrivacyTermsLink.Content
source: Privacy Statement
ja: プライバシーに関する声明
pl: Polityka prywatności

# Shell_Output.Content
source: Output
ja: デバッグログ
pl: Logi

# Shell_Parameters.Content
source: Parameters
ja: パラメーター
pl: Parametry

# ModuleRegistry_NoSelection.Text
source: Select an item from the list.
ja: リストから項目を選択
pl: Wybierz opcję z listy.

# Shell_ModuleRegistry.Content
source: Module Registry
ja: モジュール管理
pl: Rejestr modułów

# About.Text
source: About
pl: O programie

# Appearance.Text
source: Appearance
ja: アプリケーションライセンス
pl: Wygląd

# Author.Text
source: Author
ja: 制作者
pl: Autor

# AvatarStatus.Text
source: Avatar Status
ja: アバターステータス
pl: Status awatara

# LocalTestAvatar.Text
source: Local Test Avatar Detected
pl: Wykryto lokalny awatar testowy

# LocalTestAvatarTooltip.Content
source: Local Test Avatars are not supported and will cause issues
pl: Lokalne awatary testowe nie są wspierane i będą powodować problemy

# Copyright.Description
source: © 2023 VRCFaceTracking. All rights reserved.
pl: © 2023 VRCFaceTracking. Wszelkie prawa zastrzeżone.

# Credits.Description
source: The nerds who made this all possible <3
ja: ソフトウエアに貢献してくれた方々
pl: Nerdy, dzięki którym powstaje ta apka <3

# Dependencies.Header
source: Dependencies & references
ja: 依存関係と参照
pl: Zależności & odnośniki

# Description.Text
source: Description
ja: 概要
pl: Opis

# Disclaimer.Header
source: THIS CODE AND INFORMATION IS PROVIDED ‘AS IS’ WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY AND/OR FITNESS FOR A PARTICULAR PURPOSE.
pl: NINEJSZY KOD I INFORMACJE SĄ DOSTARCZANE W STANIE, "W JAKIM SĄ", BEZ JAKICHKOLWIEK GWARANCJI, WYRAŹNYCH LUB DOROZUMIANYCH, W TYM MIĘDZY INNYMI GWARANCJI PRZYDATNOŚCI HANDLOWEJ I/LUB PRZYDATNOŚCI DO OKREŚLONEGO CELU.

# Downloads.Text
source: Downloads
ja: ダウンロード数
pl: Pobrań

# EyeTrackingActive.Text
source: Eye Tracking Active
ja: アイトラッキング アクティブ
pl: Śledzenie oczu aktywne

# FaceTrackingActive.Text
source: Face Tracking Active
ja: フェイストラッキング アクティブ
pl: Śledzenie twarzy aktywne

# BugRequestCard.Header
source: File a bug report
ja: バグレポートを提出する
pl: Zgłoś błąd

# LastUpdated.Text
source: Last Updated
ja: 最終更新
pl: Ostatnia aktualizacja

# LegacyParameters.Text
source: Legacy Parameters
pl: Przestarzałe parametry

# Listening_on_Port.Text
source: Listening on Port:
ja: 受信ポート:
pl: Port nasłuchiwania:

# ModulePage.Text
source: Module Page
ja: モジュールリポジトリ
pl: Strona modułu

# msIncoming.Text
source: msgs/sec Incoming
ja: m/s 受信
pl: wiad./s przychodzących

# msOutgoing.Text
source: msgs/sec Outgoing
ja: m/s 送信
pl: wiad./s wychodzących

# no_modules_installed_warning.Title
source: No Modules Installed
ja: モジュールがインストールされていません
pl: Brak zainstalowanych modułów.

# no_modules_installed_warning.ButtonText
source: Install some from here!
ja: ここからいくつかインストールしてください！
pl: Zainstaluj jakieś stąd!

# osc_was_disabled_warning.Title
source: OSC Settings Modified
ja: OSC設定が変更されました
pl: Zmodyfikowano ustawienia OSC

# osc_was_disabled_warning.Description
source: We noticed your OSC was turned off in VRChat, we've just enabled it for you. If the game was open when this happened, you may need to manually enable it from your raidal menu. If not, you should be good to go!
ja: VRChat で OSC がオフになっていることがわかりました。先ほど有効にしました。これが発生したときにゲームが開いていた場合は、Raidal メニューから手動で有効にする必要がある場合があります。そうでない場合は、大丈夫です。
pl: Zauważyliśmy, że Twoje ustawienia OSC w VRChat były wyłączone, dlatego włączyliśmy je za Ciebie. Jeżeli gra była w tym momencie uruchomiona - musisz włączyć je ręcznie w menu kołowym; w przeciwnym wypadku - wszystko gra!

# OSCStatus.Text
source: OSC Status
ja: OSC ステータス
pl: Status OSC

# Parameters.Text
source: Parameters
ja: パラメーター
pl: Parametry

# Rating.Text
source: Rating
ja: 評価
pl: Ocena

# ThemeSettings.Header
source: App theme
ja: テーマ
pl: Motyw

# ThemeSettings.Description
source: Select which app theme to display
ja: 表示するアプリのテーマを選択します
pl: Wybierz motyw aplikacji

# Sending_on_Port.Text
source: Sending on Port:
ja: 送信ポート:
pl: Port wysyłania:

# ToggleTracking.Content
source: Toggle Tracking
ja: トラッキング
pl: Przełącz śledzenie

# CloneRepoCard.Header
source: To clone this repository
ja: このリポジトリのクローンを作成するには
pl: Klonowanie repozytorium

# UsageInstructions.Text
source: Usage Instructions
ja: 使用上の注意
pl: Instrukcja użytkowania

# Version.Text
source: Version
ja: バージョン
pl: Wersja

# OscSettings.Header
source: OSC Address
ja: OSC アドレス
pl: Adres OSC

# OscSettings.Description
source: Where should OSC Data be sent?
ja: OSC アドレス設定
pl: Gdzie wysyłać dane OSC?

# no_modules_installed_warning.Description
source: You appear to have no modules installed.
ja: モジュールがインストールされていません
pl: Wygląda na to, że nie zainstalowano jeszcze żadnego modułu.

# CalibrationSettings.Header
source: Calibration Settings
ja: キャリブレーション設定
pl: Ustawienia kalibracji

# CalibrationSettings.Description
source: Tweak tracking data to your heart's content
ja: トラッキングにズレがある場合ここで調節することができます
pl: Dostosuj dane śledzenia do swoich potrzeb

# RiskySettings.Header
source: Risky Settings
ja: 開発者向け設定
pl: Ryzykowne ustawienia

# RiskySettings.Description
source: Danger, danger. High voltage..
ja: 正常な動作に支障をきたす場合があるため通常は使わないでください
pl: Ostrożnie! Kopie!

# AutoStartSettings.Header
source: Auto Start
ja: 自動起動
pl: Automatyczne uruchamianie

# AutoStartSettings.Description
source: Auto Start when SteamVR is launched
ja: SteamVRの起動時に自動で起動します
pl: Automatycznie uruchamiaj aplikację wraz ze SteamVR

# CalibrationEnabledToggle.Header
source: Calibration Enabled
pl: Włącz kalibrację

# CalibrationEnabledToggle.Description
source: Toggles whether or not calibration is enabled
pl: Przełącza czy kalibracja jest włączona

# ContCalibrationToggle.Header
source: Continuous Calibration
pl: Ciągła kalibracja

# ContCalibrationToggle.Description
source: Slowly calibrates to your facial expressions over time
pl: Z czasem powoli automatycznie kalibruj się na podstawie ekspresji twarzy

# TrackingCalibrateButton.Header
source: Calibrate
pl: Kalibruj

# TrackingCalibrateButton.Description
source: Heighten the influence your expressions make on calibration temporarily
pl: Tymczasowo zwiększ wpływ ekspresji twarzy na kalibrację

# CalibrationInfluenceSlider.Header
source: Calibration Influence
pl: Wpływ na kalibrację

# CalibrationInfluenceSlider.Description
source: Controls how much of an influence your facial expressions have on overall calibration over time
pl: Kontroluje, jak duży wpływ mają ekspresje twarzy na ogólną kalibrację w czasie

# CalibrateButton.Content
source: Calibrate
pl: Kalibruj

# ForceReInitButton.Description
source: Force VRCFT to unload and reinitialize all modules
pl: Wymuś na VRCFT reset wszystkich modułów

# ForceReInitButton.Header
source: Force Re-Initialize
pl: Wymuś reinicjalizację

# ForceRelevancyToggle.Description
source: Forces sending of all parameters every frame by forcing relevancy
pl: Wymuszaj wysyłanie wszystkich parametrów co klatkę poprzez wymuszenie istotności

# ForceRelevancyToggle.Header
source: Force Relevancy
pl: Wymuszaj istotność

# ReInitButton.Content
source: Re-Initialize
pl: Reinicjalizuj

# ResetAvatarConfButton.Description
source: Reset all VRChat OSC config data (will be regenerated when avatar is reloaded)
pl: Zresetuj wszystkie pliki konfiguracyjne OSC VRChatu (zostaną zregenerowane po ponownym załadowaniu awatara)

# ResetAvatarConfButton.Header
source: Reset VRChat Configs
pl: Resetuj pliki konfiguracyjne VRChat

# ResetButton.Content
source: Reset
pl: Resetuj

# ResetVRCFTButton.Description
source: Reset all data stored by VRCFT in your AppData folder
pl: Zresetuj wszystkie dane przechowywane przez VRCFT w folderze AppData

# ResetVRCFTButton.Header
source: Reset VRCFT
pl: Resetuj VRCFT

# HardwareDebug.Header
source: Hardware Debug
pl: Debug sprzętu

# HardwareDebug.Description
source: Stare at your tongue I guess?
pl: Po prostu pooglądaj sobie swój język

# OpenLocalStorageCard.Header
source: Open Local Storage
ja: ローカルストレージを開く
